# Header
header.logo=IndustrialServiceFurnaces
header.cta=Enviar candidatura

nav.home=P\u00E1gina inicial
nav.vacancies=Vagas
nav.about=Sobre a empresa
nav.contacts=Contactos

# Hero
hero.title=Constru\u00E7\u00F5es met\u00E1licas e montagem industrial em toda a Europa
hero.desc1=Somos uma empresa especializada na montagem e instala\u00E7\u00E3o de estruturas met\u00E1licas em locais industriais.
hero.desc2=Trabalhamos em f\u00E1bricas por toda a Europa, sa\u00EDmos para os locais e realizamos trabalhos de soldagem e montagem no local.

# What we do
what.title=O que acontece aqui
what.intro=Resumidamente \u2014 este \u00E9 trabalho industrial real:

work.item1.title=Soldagem e montagem de estruturas met\u00E1licas
work.item1.desc=Trabalhos profissionais de soldagem e montagem em locais industriais
work.item2.title=Trabalho em f\u00E1bricas e locais industriais
work.item2.desc=Execu\u00E7\u00E3o de trabalhos diretamente nas \u00E1reas de produ\u00E7\u00E3o
work.item3.title=Miss\u00F5es na Europa
work.item3.desc=Normalmente 3 meses no local com suporte completo

# Who we are looking for
looking.title=Quem estamos procurando
looking.intro=Precisamos de trabalhadores que:
looking.req1=Sabem trabalhar com ferramentas de constru\u00E7\u00E3o
looking.req2=T\u00EAm experi\u00EAncia em soldagem el\u00E9trica
looking.req3=T\u00EAm documenta\u00E7\u00E3o para trabalhar na UE
looking.note=A experi\u00EAncia \u00E9 bem-vinda

# Trust
trust.title=Por que escolher trabalhar conosco
trust.item1.title=Gest\u00E3o adequada
trust.item1.desc=Tarefas claras e tratamento justo
trust.item2.title=Equipe normal
trust.item2.desc=Sempre ajudam no local
trust.item3.title=Trabalho claro
trust.item3.desc=Condi\u00E7\u00F5es transparentes e tarefas claras

# CTA
cta.title=Pronto para saber mais?
cta.desc=Confira informa\u00E7\u00F5es detalhadas sobre a empresa e condi\u00E7\u00F5es de trabalho
cta.btn=Saiba mais sobre a empresa e o trabalho


#translation for vacancy
page.apply.title=Candidatar-se a um emprego

apply.form.title=Candidatar-se a um emprego
apply.form.subtitle=Preencha o formul\u00E1rio abaixo e entraremos em contacto em breve

apply.field.name=Nome completo *
apply.field.email=Email *
apply.field.phone=Telefone *
apply.field.country=Pa\u00EDs de resid\u00EAncia *
apply.field.select=Selecione um pa\u00EDs
apply.field.experience=Experi\u00EAncia de trabalho (anos) *
apply.field.responsibilities=Sobre a sua experi\u00EAncia de trabalho (opcional)

apply.button.submit=Enviar candidatura
apply.button.cancel=Cancelar
apply.successMessage=Candidatura enviada com sucesso!
apply.errorMessage=Ocorreu um erro ao enviar a candidatura

country.portugal=Portugal
country.ukraine=Ucr\u00E2nia
country.russia=R\u00FAssia
country.poland=Pol\u00F3nia
country.spain=Espanha
country.germany=Alemanha
country.france=Fran\u00E7a
country.other=Outro


#translation for page vacancy
# P\u00E1gina de vagas
vacancies.page.title=Vagas Abertas
vacancies.page.subtitle=Escolha uma vaga adequada e candidate-se

# Vaga: Soldador
vacancy.welder.title=Soldador
vacancy.welder.salary=\u20AC1800-2500/m\u00EAs

# Vaga: Serralheiro
vacancy.locksmith.title=Serralheiro
vacancy.locksmith.salary=\u20AC1600-2200/m\u00EAs

# Vaga: Assistente
vacancy.beginner.title=Assistente (sem experi\u00EAncia)
vacancy.beginner.salary=\u20AC1200-1600/m\u00EAs

# Bot\u00E3o
vacancy.button.respond=Candidatar-se




#about
# Portuguese translations
about.page.title=Sobre N\u00F3s - ISF Group

# Hero Section
about.hero.title=Industrial Service & Furnaces
about.hero.subtitle=Constru\u00E7\u00E3o e manuten\u00E7\u00E3o de fornos de fus\u00E3o de vidro em toda a Europa

# Introduction
about.intro.heading=Quem Somos
about.intro.text1=O ISF Group \u00E9 especializado na constru\u00E7\u00E3o e manuten\u00E7\u00E3o de fornos de fus\u00E3o de vidro. Lidamos com tudo, desde instala\u00E7\u00E3o e montagem at\u00E9 suporte t\u00E9cnico cont\u00EDnuo para equipamentos industriais pesados que operam a temperaturas extremas.
about.intro.text2=Nossa equipa trabalha em projetos em toda a Pol\u00F3nia e Portugal, servindo as principais instala\u00E7\u00F5es de fabrica\u00E7\u00E3o de vidro. Somos as pessoas que mant\u00EAm a produ\u00E7\u00E3o a funcionar \u2014 24 horas por dia, 7 dias por semana, dentro do prazo e com seguran\u00E7a.

# Images
about.image.furnace=Forno industrial / Equipa em a\u00E7\u00E3o
about.image.installation=Processo de instala\u00E7\u00E3o / Trabalho t\u00E9cnico
about.image.team=Equipa a trabalhar em conjunto

# Services
about.services.heading=O Que Fazemos
about.services.item1.title=Constru\u00E7\u00E3o e Instala\u00E7\u00E3o de Fornos
about.services.item1.text=Montagem completa de fornos de fus\u00E3o de vidro, desde a funda\u00E7\u00E3o at\u00E9 \u00E0 coloca\u00E7\u00E3o em funcionamento. Trabalhamos com materiais refrat\u00E1rios de alta temperatura e estruturas de a\u00E7o de precis\u00E3o.
about.services.item2.title=Trabalhos Mec\u00E2nicos e de Montagem
about.services.item2.text=Trabalhos de serralharia, instala\u00E7\u00E3o de tubagens, montagem de estruturas met\u00E1licas e instala\u00E7\u00E3o de equipamento pesado. As nossas equipas lidam com projetos que exigem precis\u00E3o e capacidade f\u00EDsica.
about.services.item3.title=Manuten\u00E7\u00E3o e Suporte T\u00E9cnico
about.services.item3.text=Manuten\u00E7\u00E3o programada, repara\u00E7\u00F5es de emerg\u00EAncia, atualiza\u00E7\u00F5es de equipamentos. Mantemos os fornos operacionais com o m\u00EDnimo de tempo de inatividade.

# Approach
about.approach.heading=Como Trabalhamos
about.approach.card1.title=Seguran\u00E7a em Primeiro Lugar
about.approach.card1.text=Trabalhar com equipamentos de alta temperatura e maquinaria pesada requer protocolos de seguran\u00E7a rigorosos. Cada membro da equipa \u00E9 treinado, cada procedimento \u00E9 seguido.
about.approach.card2.title=Precis\u00E3o Importa
about.approach.card2.text=A constru\u00E7\u00E3o de fornos n\u00E3o perdoa erros. As medi\u00E7\u00F5es devem ser exatas, os materiais devidamente instalados, o tempo coordenado. N\u00E3o fazemos atalhos.
about.approach.card3.title=Coordena\u00E7\u00E3o de Equipa
about.approach.card3.text=Projetos complexos precisam de equipas experientes a trabalhar em conjunto. As nossas equipas comunicam claramente, resolvem problemas no local e cumprem prazos.
about.approach.card4.title=Projetos Internacionais
about.approach.card4.text=Operamos al\u00E9m-fronteiras. As equipas movem-se entre Pol\u00F3nia e Portugal, trabalhando com diferentes instala\u00E7\u00F5es, idiomas e requisitos t\u00E9cnicos.

# Careers
about.careers.heading=Trabalhe Connosco
about.careers.text1=Procuramos profissionais qualificados e engenheiros que queiram trabalhar em projetos industriais reais. Se tem experi\u00EAncia em trabalho mec\u00E2nico, soldadura, montagem ou manuten\u00E7\u00E3o industrial, queremos conhec\u00EA-lo.
about.careers.benefit1=Projetos internacionais na Pol\u00F3nia e em Portugal
about.careers.benefit2=Trabalho com equipamento especializado de alta temperatura
about.careers.benefit3=Emprego est\u00E1vel com equipas experientes
about.careers.benefit4=Desenvolvimento de compet\u00EAncias em constru\u00E7\u00E3o industrial
about.careers.text2=Valorizamos pessoas que aparecem, fazem o trabalho e conseguem lidar com as exig\u00EAncias f\u00EDsicas e t\u00E9cnicas do cargo. Se isso descreve voc\u00EA, consulte nossas vagas abertas.
about.careers.button=Ver Vagas Abertas

# Contact
about.contact.heading=Nossos Escrit\u00F3rios
about.contact.poland.title=Pol\u00F3nia
about.contact.portugal.title=Portugal

